HELP = """
[ 명령어들 ]
입력창에 입력하세요. 슬래시 안 넣으면 감지 못해요
괄호는 원하는 값을 넣을 수 있다는 뜻입니당. 괄호 빼고 입력하세요.
 ex) /사냥 구경 코이네 1호
 ex2) 강화 10


/가입: 가입합니당

/스탯: 해봐요

/사냥 (빨리/구경) (몬스터 이름) : 몬스터 이름이 길수록 강합니다!
                                그래요, 컨텐츠가 이것밖에 없어요! 머요! 어쩌라구요.....ㅠㅠ 코드를 날려먹은 걸......
                            몬스터와의 레벨 차이가 4 이상이면 보상이 줄어들어요!

/강화 (액수) : 소모한 돈만큼의 상승률로 체력/공격/방어/민첩 중 하나를 '랜덤으로' 올립니다.

/기록 : 최대 기록을 확인합ㄴㅣ다.











아, 참고로 죽으면 계정 날아갑니다! 아하하ㅏㅎ하ㅏ하핳!!!(배터리 없어서 6000줄 날려먹은 자의 원한)
""".strip()



HUNT_RETRY = """
/사냥 (빨리/구경) (몬스터 이름)으로 다시 시도해주세요!
  > 빨리: 한 번에 보기
  > 구경: 간식 먹으면서 보기

*팁: 몬스터 이름 뒤에 느낌표(!)를 붙이면 느낌표 개수에 비례하여 레벨이 급격히 상승합니당.
""".strip()